app/controllers/blogs_controller.rb

INSERT INTO "blogs" ("text", "created_at", "updated_at") VALUES (?, ?, ?)  [["text", "414141"], ["created_at", "2017-12-16 08:04:42.337267"], ["updated_at", "2017-12-16 08:04:42.337267"]]
---
  def create
    @blog = Blog.new(blog_params)

    @blog.save